{
    "articles": [
        {
            "id": 1,
            "component": "ArticleProfile",
            "locales": {},
            "settings": {
                "order_items_by": "id",
                "order_items_sort": "asc",
                "contact_list_ids": ["address", "email", "phone"],
                "contact_circles_ids": ["instagram", "linkedin", "github", "download_resume"]
            },
            "items": [
                {
                    "id": 1,
                    "locales": {
                        "en": {
                            "description": "<strong>Bachelor’s Degree graduate in Information Systems</strong> from Telkom University (Surabaya Campus) with a 3-month internship experience as a <strong>Data Analyst</strong>. Strong interest in <strong>data analysis</strong> and <strong>system analysis</strong>, with hands-on experience in <strong>processing data into insights</strong> through dashboards and analytical reports. Additionally, experienced in <strong>developing and building web applications and digital systems</strong> using <strong>Laravel</strong>, <strong>Flask</strong>, and <strong>Vue.js</strong>, with a solid understanding of <strong>data integration within systems</strong> to support business needs."
                        },
                        "in": {
                            "description": "<strong>Lulusan S1 Sistem Informasi</strong> Telkom University (Surabaya Campus) dengan pengalaman magang selama 3 bulan sebagai <strong>Data Analyst</strong>. Memiliki ketertarikan kuat pada <strong>analisis data</strong> dan <strong>analisis sistem</strong>, serta berpengalaman dalam <strong>mengolah data menjadi insight</strong> melalui dashboard dan laporan analitis. Selain itu, berpengalaman dalam <strong>membangun dan mengembangkan aplikasi web serta sistem digital</strong> menggunakan <strong>Laravel</strong>, <strong>Flask</strong>, dan <strong>Vue.js</strong>, serta memahami <strong>integrasi data dalam sistem</strong> untuk mendukung kebutuhan bisnis."
                        }
                    }
                },

                {
                    "id": 2,
                    "locales": {
                        "en": {
                            "description": "I believe that good work should enhance people's live. Let’s work together to bring ideas to life and build something truly amazing!"
                        },
                        "in": {
                            "description": "Saya percaya bahwa pekerjaan yang baik seharusnya meningkatkan kehidupan orang. Mari bekerja sama untuk mewujudkan ide-ide dan menciptakan sesuatu yang benar-benar luar biasa!"
                        }
                    }
                },
                {
                    "id": 3,
                    "locales": {
                        "en": {
                            "description": "<strong> Always be humble, gentle, and patient. Show your love by helping one another.</strong> -Ephesians 4:2  "
                        },
                        "in": {
                            "description": "<strong> Hendaklah kamu selalu rendah hati, lemah lembut, dan sabar. Tunjukkanlah kasihmu dalam hal saling membantu.</strong> -Efesus 4:2 "
                        }
                    }
                }
            ]
        }
    ]
}