{
    "articles": [
        {
            "id": 1,
            "component": "ArticlePortfolio",
            "locales": {
                "en": {
                     "title": null,
                    "category_all": "All",
                    "category_productivity": "Research",
                    "category_social": "Project",
                    "category_utilities": "Competition"
                },
                "in": {
                    "title": null,
                    "category_all": "Semua",
                    "category_productivity": "Penelitian",
                    "category_social": "Proyek",
                    "category_utilities": "Lomba"
                }
            },
            "settings": {
                "order_items_by": "id",
                "order_items_sort": "asc"
            },
            "items": [
                {
                    "id": 1,
                    "img": "images/portfolio/siredo.jpeg",
                    "fallbackFaIcon": "",
                    "fallbackFaIconColor": null,
                    "category": "productivity",
                    "locales": {
                        "en": {
                            "title": "Hybrid-Based Researcher Recommendation System",
                            "description": "<b>Hybrid-Based Researcher Recommendation System</b> is a researcher recommendation application for lecturers at Telkom University Surabaya, designed to assist students in selecting suitable research partners or academic supervisors based on their research topics. The system was developed using the CRISP-DM methodology and applies Machine Learning and Natural Language Processing (NLP) techniques by leveraging lecturers’ scientific publication data from Google Scholar. The modeling process utilizes Latent Dirichlet Allocation (LDA) for topic modeling and Naive Bayes for classification, evaluated using Cross-Validation and standard evaluation metrics, achieving an accuracy of 87.65%, precision of 86.14%, recall of 84.61%, and an F1-score of 84.88%. The trained model was then deployed into a web-based application using Flask (Python) and Bootstrap.",
                            "tags": ["Machine Leaning", "Natural Language Processing", "Naïve Bayes", "Latent Dirichlet Allocation", "Recommendation System", "Flask", "Bootstrap"]
                        },
                        "in": {
                            "description": "<b>Hybrid-Based Researcher Recommendation System</b> merupakan aplikasi sistem rekomendasi dosen peneliti Telkom University Surabaya yang digunakan untuk membantu mahasiswa menentukan partner penelitian maupun dosen pembimbing yang sesuai dengan topik penelitian. Sistem ini dikembangkan menggunakan metodologi CRISP-DM dan menerapkan pendekatan Machine Learning serta Natural Language Processing (NLP) dengan memanfaatkan data publikasi ilmiah dosen (Google Scholar). Pemodelan dilakukan menggunakan Latent Dirichlet Allocation (LDA) untuk topic modeling dan Naive Bayes untuk klasifikasi, dengan evaluasi menggunakan Cross-Validation dan Metric Evaluasi yang menghasilkan akurasi 87,65%, Precision 86,14%, Recall 84,61%, dan F1-Score 84,88%. Model kemudian diimplementasikan ke dalam aplikasi web menggunakan Flask (Python) dan Bootstrap.",
                            "tags": ["Machine Leaning", "Natural Language Processing", "Naïve Bayes", "Latent Dirichlet Allocation", "Sistem Rekomendasi", "Flask", "Bootstrap"]
                        }
                    },
                    "links": [
                        {"faIcon": "fa-brands fa-github", "href": "https://github.com/arnarendito34/research-recommendation-system", "stringKey": "Github"},
                        {"faIcon": "fa-solid fa-book", "href": "https://drive.google.com/file/d/16rSoFOj-QjP-7aypk9NbStf_DsBnJvSV/view", "stringKey": "Thesis"},
                        {"faIcon": "fa-solid fa-file-powerpoint", "href": "https://docs.google.com/presentation/d/1oSykI8korgrz9lhlmGTP4M6z-3W-jEc4/edit?slide=id.p1#slide=id.p1", "stringKey": "Conference Power Point"},
                        {"faIcon": "fa-solid fa-file-pdf", "href": "https://openlibrarypublications.telkomuniversity.ac.id/index.php/engineering/article/view/28652", "stringKey": "Publication Paper"},
                        {"faIcon": "fa-solid fa-desktop", "href": "https://www.linkedin.com/in/alfonsusa-antero/details/projects/urn:li:fsd_profileProject:(ACoAAEhnCaYBF1KBJLjhq3veQX8YmzaslzcPZcw,88883493)/treasury/", "stringKey": "Application View"}
                    ]
                },
                {
                    "id": 2,
                    "img": "images/portfolio/skm.jpeg",
                    "fallbackFaIcon": "",
                    "fallbackFaIconColor": null,
                    "category": "productivity",
                    "locales": {
                        "en": {
                            "title": "Data Analytics: Employee Evaluation Based on SKM Questionnaire",
                            "description": "<b>As a Data Analyst Intern at BPSDMP Kominfo Surabaya</b>, I was responsible for evaluating the performance of more than 30 employees involved in conducting training activities. The assessment was carried out using questionnaire data collected from training participants. as processed and analyzed these evaluation datasets using Python in Google Colab, specifically leveraging the Pandas library to clean, organize, and interpret the results. The final insights were then presented through an interactive dashboard built with Google Looker Studio.",
                            "tags": ["python", "pandas", "excel", "google colab", "looker studio", "dashboard", "data analyst", "intern"]
                        },
                        "in": {
                            "description": "<b>Sebagai Data Analyst Intern di BPSDMP Kominfo Surabaya</b>, Saya bertanggung jawab dalam mengevaluasi kinerja lebih dari 30 karyawan yang terlibat dalam pelaksanaan kegiatan pelatihan. Penilaian dilakukan menggunakan data kuesioner yang dikumpulkan dari peserta pelatihan. Data evaluasi tersebut kemudian diolah dan dianalisis menggunakan Python di Google Colab, dengan memanfaatkan library Pandas untuk proses pembersihan, pengorganisasian, dan interpretasi data. Hasil analisis selanjutnya disajikan dalam bentuk dashboard interaktif menggunakan Google Looker Studio.",
                            "tags": ["python", "pandas", "excel", "google colab", "looker studio", "dashboard", "data analyst", "intern"]
                        }
                    },
                    "links": [
                        {"faIcon": "fa-solid fa-magnifying-glass-chart", "href": "https://lookerstudio.google.com/reporting/1ca37d94-804f-4431-b863-d7077070909a", "stringKey": "Dashboard (Looker Studio)"}
                    ]
                }
            ]
        }
    ]
}